{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rocket_gigi_white_pages_iDNpt7": {
      "type": "rocket-gigi-white-pages",
      "blocks": {
        "content_AeWfEL": {
          "type": "content",
          "settings": {
            "title": "Responsable del tratamiento de datos personales",
            "description": "<p>En cumplimiento del Reglamento (UE) 2016\/679 del Parlamento Europeo y del Consejo de 27 de abril de 2016 relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (en adelante, «RGPD»), le informamos que GIGI Studios, S.L , con domicilio Calle Bosc Tancat , 8, Nave nº 4, Cerdanyola del Valles 08290 Barcelona – España , CIF B72903537, es el Responsable del tratamiento de sus datos personales cuando nos los facilite durante su experiencia a través de la página web www.gigistudios.com.\u2028<\/p><p><br\/>Cada vez que al usar nuestra página nos facilite o sea necesario que accedamos a cualquier tipo de información que por sus características nos permita identificarle, como su nombre y apellidos, e-mail, direcciones de facturación o envío, número de teléfono, número de tarjeta de débito o crédito, etc, ya sea para navegar por la misma, comprar nuestros productos o utilizar sus servicios, estará bajo la aplicación de esta Política de Privacidad y Cookies que usted ha aceptado expresamente marcando la casilla de consentimiento, junto con los términos generales y condiciones, documentos referenciados en las mismas vigentes en cada momento, debiendo revisar dichos textos para comprobar que está conforme con ellos.<\/p><p>La presente Política de Privacidad y Cookies informa sobre el sistema de recabar, tratar y proteger los datos de carácter personal a los que la sociedad GIGI Studios, SL pueda acceder como consecuencia de los servicios prestados al usuario en este Sitio Web (en adelante, “la Web”) o mediante otros medios, denominados conjuntamente “Nuestros Sistemas”. El titular de la Web www.gigistudios.com es la sociedad GIGI Studios, S.L., con domicilio social en Calle Bosc Tancat ,8, nave nº 4, Cerdanyola del Valles 08290 Barcelona – España, CIF B72903537, cuya actividad es la producción y venta de gafas de sol y monturas ópticas bajo la marca “GIGI Studios”. (en adelante, “la Sociedad”)\u2028<\/p><p><br\/>Mediante la casilla habilitada al efecto, usted ha aceptado explícitamente en su totalidad los términos y condiciones recogidos en la presente Política de Privacidad, así como en las disposiciones contenidas en los Términos Generales y Condiciones de Uso y en la Política de Cookies de la Sociedad. Estas disposiciones pueden ser modificadas en función de cambios legislativos o por decisión de la Sociedad por lo que se ruega que las lea atentamente cada vez que navegue por la Web. Asimismo podrá comprobar si hay alguna condición particular para su uso, o si se requiere un tratamiento específico de sus datos personales.<\/p><p>Tenga en cuenta que el hecho de no facilitar cierta información señalada como obligatoria, puede provocar que no sea posible gestionar su registro como usuario o el uso de determinadas funcionalidades o servicios disponibles a través de Nuestros Sistemas.\u2028<\/p><p><br\/>Usted, como usuario garantiza que los datos personales que nos ha proporcionado son ciertos y exactos y se compromete a notificar cualquier cambio o modificación de los mismos. En el caso de que nos aporte datos personales de terceros, usted se responsabiliza de haberles informado y haber obtenido el consentimiento de éstos para ser aportados con las finalidades indicadas en la presente Política de Privacidad.<\/p><p>Ponemos en su conocimiento que los datos recabados a través del formulario de recogida de datos de la Web serán incorporados a un fichero de datos de carácter personal cuya titularidad es de GIGI Studios, S.L, con domicilio social en Calle Bosc Tancat, 8 Nave nº 4, Cerdanyola del Valles 08290 Barcelona – España, CIF B72903537 inscrita en el Registro Mercantil de Barcelona al Tomo 24.123, Hoja B-64.621, Folio 49 Inscripción 5ª.<\/p>"
          }
        },
        "content_N3CwpR": {
          "type": "content",
          "settings": {
            "title": "Confidencialidad",
            "description": "<p>La Sociedad garantiza la confidencialidad de los datos de carácter personal facilitados y el cumplimiento de toda la normativa aplicable al efecto y que ha adoptado todas las medidas técnicas y de organización necesaria para garantizar la seguridad e integridad de los datos de carácter personal que trate, así como para evitar su pérdida, alteración y\/o acceso por parte de terceros no autorizados.<\/p><p>Finalidad del tratamiento, base legal, legitimación y descripción de los tratamientos de datos que se realizan a través de nuestros sistemas:<\/p><p>\u2028<br\/>La base legal para el tratamiento de sus datos será la ejecución del contrato de compraventa de producto o la prestación de servicios correspondientes, en su caso.\u2028<\/p><p><br\/>La Sociedad le informa de que trataremos sus datos personales con las finalidades siguientes:<\/p><p>\u2028<br\/>(I) gestionar su registro como usuario de Nuestros Sistemas y darle acceso a sus diferentes funcionalidades, productos y servicios que están a su disposición como usuario registrado.<\/p><p>\u2028<br\/>(II) el desarrollo, cumplimiento y ejecución del contrato de compraventa de los productos o servicios que ha adquirido a través de la Web\u2028<\/p><p><br\/>(III) gestionar la información que usted nos facilite, su curriculum vitae y sus datos personales en caso de que se inscriba en nuestra sección de Empleo.\u2028<\/p><p><br\/>(IV) en el caso de que haya formalizado su suscripción a la Newsletter de GIGI Studios, le proporcionaremos información acerca de nuestros productos y servicios, a través de medios como correo electrónico, SMS o notificaciones push si las ha activado en su dispositivo móvil y podremos poner a su disposición publicidad relacionada con nuestros productos y servicios.\u2028<\/p><p><br\/>También le informamos que de cara a mejorar la atención que le prestamos, sus datos personales relativos a sus compras en la Web, gustos y preferencias pueden ser utilizados por la Sociedad para realizar análisis, estudios de marketing, encuestas de calidad y otros similares. En caso de ser un usuario registrado, puede cambiar sus preferencias con relación al envío de tales comunicaciones comerciales a través de Mi Cuenta. Asimismo, sus datos podrán ser compartidos con terceros prestadores de servicios que actuarán como encargados del tratamiento y podremos realizar cesiones o comunicaciones de datos personales para atender nuestras obligaciones con las Administraciones Públicas, Órganos judiciales y en los casos que así se requiera de acuerdo con la legislación vigente en cada momento.\u2028<\/p><p><br\/>Consiento que GIGI Studios se ponga en contacto conmigo para realizar acciones comerciales referentes a los productos GIGI Studios tanto generales como personalizadas por cualquier medio, incluidos los telemáticos incluso a través de empresas colaboradoras.\u2028<\/p><p><br\/>Consiento que GIGI Studios comunique mis datos a sus empresas colaboradoras para que éstas últimas puedan contactarme para realizar acciones comerciales referentes a los productos GIGI Studios.<\/p>"
          }
        },
        "content_8ALtEX": {
          "type": "content",
          "settings": {
            "title": "Cuáles son sus derechos",
            "description": "<p>Usted tiene derecho al ejercicio de los derechos de revocación de acceso, rectificación, supresión, limitación, portabilidad, revocación del consentimiento prestado y no ser objeto de una decisión basada únicamente en el tratamiento automatizado de sus datos.\u2028<\/p><p><br\/>Usted podrá ejercer en cualquier momento sus derechos, mediante el envío de una notificación por escrito, adjuntando fotocopia de un documento que acredite su identidad, a las direcciones indicadas a continuación, indicando como referencia “Protección de Datos” a: dataprotection@gigistudios.com. Podrá presentar igualmente si lo considera oportuno, una reclamación ante la Agencia Española de Protección de Datos. Dispone de la información necesaria en www.agpd.es\u2028<\/p><p><br\/>Asimismo, podrá dar de baja su suscripción a la Newsletter de GIGI Studios a través de la sección Newsletter de Nuestros Sistemas en todo momento, así como siguiendo las indicaciones que le facilitamos en cada comunicación.<\/p>"
          }
        },
        "content_wdpGae": {
          "type": "content",
          "settings": {
            "title": "Plazo de conservación de sus datos",
            "description": "<p>GIGI Studios SL tratará sus datos personales durante un periodo de cinco años desde su última interacción con nosotros, sin perjuicio de la conservación que resultase necesaria para la formulación, el ejercicio o la defensa de potenciales reclamaciones y\/o siempre que lo permitiese la legislación aplicable.<\/p>"
          }
        }
      },
      "block_order": [
        "content_AeWfEL",
        "content_N3CwpR",
        "content_8ALtEX",
        "content_wdpGae"
      ],
      "settings": {
        "heading": "Política de Privacidad",
        "padding_top": 100,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rocket_gigi_white_pages_iDNpt7"
  ]
}
